Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J78B.tmx
Source language: en_us
Languages: zh_cn

source: A recently completed series of tests on TEPCO's UHV transmission line aimed to measure the propagation of lightning surges, verify the computer program used to model transient phenomena and measure the voltage at which corona occurs.
zh_cn: 最近在东京电力公司超高压输电线路上进行的一系列试验旨在测量雷电波的传播，校验模拟暂态现象的计算机程序，并测量产生电晕的电压。

source: So far, TEPCO has constructed 287 km of ultra high voltage (1000 kV nominal, 1100 kV maximum operating voltage) – albeit currently operating at a reduced voltage of 500 kV.
zh_cn: 至今，东京电力公司（TEPCO）已建成287 km超高压输电线路（额定电压1000kV， 最高运行电压1100 kV），目前按500 kV降压运行。

source: Another 129.6 km is almost finished and should go into service later this year.
zh_cn: 另外有129.6 km接近建成，将于 1999年年底投入运行。

source: The tests were carried out on a 45 km section of this new line.
zh_cn: 试验在这条新线路的45 km长一段上进行。

source: Tokyo Electric's service area
zh_cn: 东京电力公司的供电区域

source: TEPCO (Tokyo Electric Power Co) is one of the ten Japanese electric utilities and serves the Kanto region, which is the area surrounding Tokyo.
zh_cn: 东京电力公司是日本十大电力公司之一，也是世界第二大电力公司，仅次于法国电气公司。

source: TEPCO is in fact the second largest utility in the world, after Electricité de France, with a total installed capacity of 56760 MWe.
zh_cn: 该公司向围绕东京的关东地区供电，总装机容量为5676万kW。

source: On the west and south, TEPCO's neighbours are 60 Hz utilities and power exchanges are limited.
zh_cn: 东京电力公司的西面和南面与60 Hz的电力公司相邻，电力交换受到限制。

source: Construction of the 1000 kV lines
zh_cn: 1000 kV线路的施工

source: The first section of the line (the Nishi-Gunma Trunk Line) is 138 km long and runs between Higashi-Yamanashi and the Nishi-Gunma switching station. It was completed in 1992.
zh_cn: 1992年首段138 km输电线建成。

source: The second section (the Minami Niigata Trunk Line) is 111 km long but only 50 km is designed for 1000 kV, the remainder being a 500 kV line. It runs between Nishi-Gunma and the Kashiwazaki-Kariwa nuclear site and was completed in 1993.
zh_cn: 第2段110 km于1993年建成，但只有50 km按1 000 kV设计。

source: The third section of the line (the Kita-Tochigi Trunk Line) is 109 km long and interconnects the Nishi-Gunma and Shin Imaichi switching stations. It was completed in 1996.
zh_cn: 第3段109 km于1996年建成。

source: This section has now been extended by 129.6 km to the Minami-Iwaki substation close to the Fukushima sites and the new line should go into service later this year.
zh_cn: 新的延伸线路129.6 km将于1999年投入运用。

source: At present, all these lines are being operated at 500 kV because they can cope with the present loads at this voltage.
zh_cn: 目前所有这些线路均按500 kV降压运用。

source: But at some time in the 2000-2010 time frame, it is predicted that the load will increase to the point at which 1000 kV operation is needed.
zh_cn: 但是到2000～2010年，负荷将增长到必须升压至1 000 kV。

source: In the meantime TEPCO intends to defer the cost of converting the substation equipment to 1000 kV.
zh_cn: 届时，东京电力公司将使变电站设备升压至1 000 kV。

source: TEPCO decided to develop the 1000 kV system, partly to advance the technology, partly to reduce transmission losses and partly because the use of parallel 500 kV lines could result in excessive short circuit currents (substations are limited to short circuit currents of 63 000 A).
zh_cn: 东京电力公司决定开发1 000 kV系统的原因，一是促使技术进步，二是降低输电损耗，三是因为采用500 kV并联线路会使短路电流过大（变电站的短路电流限制为63 kA）。

source: Design of the 1000 kV system
zh_cn: 1000 kV系统的设计

source: TEPCO's UHV system is the world's second 1000 kV line, the first being a system in Siberia.
zh_cn: 东京电力公司的超高压系统是世界第2条1000 kV线路。第1条在西伯利亚。

source: However, the Siberian line is a single circuit line with the conductors arranged horizontally, an arrangement which permits large clearances to be easily accommodated.
zh_cn: 但是，西伯利亚线路是单回路，导线水平排列，线间距离大的布置容易满足。

source: On the other hand, TEPCO wished to use the conventional arrangement of twin circuits on single towers and if the design had been simply scaled up from 500 kV designs, the line clearances would have become very large with the towers some 143 m high and the top cross arm about 46 m across.
zh_cn: 而东京电力公司希望采用同杆双回路常规布置。如果根据500 kV设计按比例放大，则线间距离会变得很大，塔高达143 m，顶部横担跨度约46 m。

source: Tokyo Electric made a detailed study of the required insulation levels in order to achieve the optimum balance, economically and technically, between substation equipment and the transmission line.
zh_cn: 东京电力公司对所需绝缘水平作了详细研究，使变电站设备和输电线之间在经济和 技术上达到优化平衡。

source: The conclusion was to use high performance metal oxide surge arrestors where the lines enter the substations to suppress lightning surges, leaving switching surges as the dominant factor in the design of insulation levels.
zh_cn: 结论是在线路进入变电站处采用高性能金属氧化物避雷器以抑制雷电冲击。操作引起的冲击电压成了绝缘水平设计的控制因素。

source: The surge arrestors consist of 4 stacks of zinc oxide elements and are rated at 1620 kV/20 000 A.
zh_cn: 避雷器由4节氧化锌元件构成，额定值为1620 kV/ 20 kA。

source: Temporary AC overvoltages were investigated using an EMTP (Electro Magnetic Transient Program) system model and it was found that the optimum solution was to limit switching surges by using the resistance switching method for both opening and closing operations.
zh_cn: 通过EMTP（电磁暂态过程）系统模型，测量暂态AC过电压，发现最好的解决办法是在开合操作时用电阻切换方法限制操作冲击电压。

source: Gas insulated switchgear will be used for the 1000 kV circuit breakers and it has been decided to use a 700 ohm resistor across the main contacts when opening and closing.
zh_cn: 1000 kV断路器采用气体绝缘开关装置，并在开关操作时主触头跨接700Ω电阻。

source: As a result the insulation level has been kept the same as the line to ground fault surge level of 1.6-1.7 p.u. and the line to tower clearances are only about 50 per cent greater than for a 500 kV line. (1 p.u. is the peak of the phase to earth voltage i.e. 1100 kV x ?2 ÷ ?3 = 898 kV).
zh_cn: 结果，绝缘水平保持在1.6～1.7 p.u. 线对地故障冲击水平，导线对塔的间距只比500 kV线路大50 %（1 p.u.即相对地电压的峰值，亦即1100 kV (√2/√3) = 898 kV）。

source: In this way, towers with a height of about 110 m can be used and the top cross arm is 38 m across.
zh_cn: 这样，可使用高度约为110 m的杆塔，其顶部横担跨度为38 m。

source: This is only slightly larger than a conventional 500 kV tower.
zh_cn: 这仅比常规的500 kV杆塔略大一点。

source: Another interesting feature is the use of an 8-conductor bundle.
zh_cn: 另一个有趣的特点是采用8分裂导线。

source: Eight steel cored aluminium conductors each with a cross sectional area of 610 mm2 or 810 mm2 are arranged in an octagonal pattern with an effective diameter of about 1 m.
zh_cn: 8根钢心铝线，每根截面为610 mm2或810mm2，以8边形布置，等效直径约为1 m。

source: This bundle has a relatively uniform electric field which gives little or no corona noise.
zh_cn: 这种分裂导线的电场比较均匀，电晕噪声较小或没有。

source: Two overhead ground wires are used for lightning protection and five sets of six optical fibres are installed in each wire.
zh_cn: 2条架空地线用于防雷，每条地线中安装5根光缆，每根光缆由6条光纤组成。

source: Each insulator assembly consists of two or four strings of porcelain insulators with 40 insulators in each string.
zh_cn: 每个绝缘子组件由2或4串瓷绝缘子组成，每串有40片绝缘子。

source: The strings are about 9 m long.
zh_cn: 绝缘子串长度约为9 m。

source: The high voltage tests
zh_cn: 高压试验

source: The tests carried out in Febraury of this year were on a 44.8 km length of the line at the Minami-Iwaki end of the Kita-Tochigi Trunk Line between towers No 82 and No 2 (the towers are numbered starting from Minami Iwaki).
zh_cn: 1999年2月，在长44.8 km的线路上进行了试验。

source: A 2.4 MV impulse generator, owned by Kansai Electric Power Company, was connected to the bottom phase of one circuit at tower No 82.
zh_cn: 在第82号杆塔的一条回路底部相线上连接2.4 MV冲击电压发生器。

source: A CT was installed at the impulse generator to measure the surge current and voltage measuring equipment was installed at five locations along the line (0.5, 1.5, 10, 20 and 40 km from tower No. 82) to record the voltage transients in each phase.
zh_cn: 在冲击电压发生器处安装CT（电流互感器），以测量冲击电流，沿线在5个地点安装电压测量设备（与82号杆塔的距离分别为0.5，1.5，10，20和40 km），记录每相电压的瞬时值。

source: The impulse generator can produce a 1.2/50 ?s pulse which is a standard waveform for lightning impulse tests (ie the pulse reaches its peak in 1.2 ?s and decays to half its peak value in 50 ?s).
zh_cn: 冲击电压发生器能产生1.2/50μs冲击波，这是雷电冲击试验的标准波形（即1.2μs冲击波达到峰值，50μs衰减至峰值的一半）。

source: The voltage was increased in steps up to the maximum output of the generator.
zh_cn: 电压分级升至冲击电压发生器的最大输出值。

source: The data obtained during the tests is still being analysed and the results will be published later.
zh_cn: 试验期间取得的数据仍在分析之中，成果以后出版。

source: However, valuable information was obtained about the propagation of lightning surges and the surge impedance of the line was measured. Data were also obtained which can be compared with characteristics predicted by the EMTP model.
zh_cn: 但是，取得了雷电波传播的宝贵资料，测量了线路波阻抗，也获得了可与EMTP模型预计的特性进行比较的数据。

source: However, during these tests, no evidence of corona was detected although it had been predicted to occur near the top end of the range of voltages used in the test.
zh_cn: 但是，试验期间没有发现电晕，虽然预计在试验电压范围的高端会发生电晕。

source: TEPCO therefore disconnected the line at the sixth tower from the impulse generator and carried out additional tests on a length of line consisting of 5 spans which was left open circuit. (In the previous tests, the lines had been connected to the tower at the Minami-Iwaki end).
zh_cn: 因此，东京电力公司在离冲击电压发生器第6个杆塔处将线路开断，在5档线路上做补充开路试验。
